tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"

brew "mas"
brew "spack"

cask "1password-cli"
cask "anki"
cask "browserosaurus"
cask "dash"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "gnucash"
cask "iina"
cask "iterm2"
cask "key-codes"
cask "kicad"
cask "miniconda"
cask "obsidian"
cask "raycast"
cask "superslicer"
cask "utm"
cask "viscosity"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher 2", id: 1606941598
mas "Amphetamine", id: 937984704
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
